<%@ include file="/jsp/common/init.jsp" %>
<%@ page language="java" pageEncoding="UTF-8" %>
<%@ page contentType="text/html; charset=UTF-8" %>

<style>
.wrapper-terms { padding: 0 20px; }
.wrapper-terms p { line-height: 200%; }
.wrapper-terms .text-indent { padding-left: 40px; }
</style>

<p class="heading1" style="text-align: center;">微积分网站条款及免责声明</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">网站条款 & 免责声明</p>
<div class="spacer15 clear"></div>
<p>请您仔细阅读本用户章程（以下简称"本章程"）里的各项条款，如果您申请并登记成为本网站用户，则微积分即认为您已经正式接受了本章程里的所有条款，并同意微积分通过手机短信、电子邮件等方式与您联系。</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">一、	名词解释</p>
<div class="spacer15 clear"></div>
<p><span class="text-blue">1	积分</span></p>
<p class="text-indent">微积分是指由发点商发放给用户，对普通用户进行奖励的一种虚拟奖励机制。普通用户可在微积分平台中，将所获得的积分兑换成由兑换商户提供的商品。积分的有效期为2年，用户在获取积分的2年内必须使用完毕。用户在当年1月至6月赚取的积分以<b>6月30日</b>为结点，<b>7月至12月</b>赚取 的积分以12月31日为结点。</p>
<div class="spacer10 clear"></div>
<p>积分的使用范围包括以下内容：</p>
<p class="text-indent">1.1	积分的使用范围包括内容</p>
<p class="text-indent">1.1.1	积分商品的兑换——包括但不限于微积分商城中提供的兑换商品。</p>
<p class="text-indent">1.1.2	积分间的兑换——包括但不限于微积分商城中提供的微积分合作伙伴的积分。</p>
<p class="text-indent">1.2	积分兑换的注意事项。</p>
<p class="text-indent">只有当用户可用积分大于或等于兑换商品要求的积分额度时，用户才可以进行兑换，每次兑换的商品只限一份。商品一旦兑换完毕，用户将无法再进行兑换，若在兑换后发生商品数额不足的情况，微积分在调货失败后，将返还用户积分。积分一旦兑换，不可退还。兑换商品的发货、客服、售后由兑换商品的提供商负责，微积分将在能力范围内协助提供，但本平台不承担相应的责任。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">2	用户</span></p>
<p class="text-indent">指享受微积分服务的用户，如网站、品牌、网站的访问者等，用户分为普通用户和品牌、网站用户。若无特别描述，以下文档中所提的用户包括普通用户和品牌、网站用户。普通用户有权赚取并享有积分，并可使用积分。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">3	普通用户</span></p>
<p class="text-indent">指获得由发点商所提供的积分的用户，普通用户可以在微积分平台中，将所获得的积分进行兑换（包括但不限于兑换商提供的商品、微积分合作网站的积分、微积分提供的其他服务等）。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">4	品牌、网站用户</span></p>
<p class="text-indent">指在微积分系统中提供奖励的积分，或提供积分所能兑换商品及服务的网站、品牌或其他媒体。</p>
<p class="text-indent">4.1.1	发点商——为奖励用户行为，刺激用分享，发放积分进行用户奖励的网站。</p>
<p class="text-indent">4.1.2	兑换商户——允许用户使用积分，来兑换商品或服务的网站。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">5	积分商城</span></p>
<p class="text-indent">由微积分提供，普通用户进行积分赚取、积分兑换、参与微积分活动的平台。</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">二、	准则</p>
<div class="spacer15 clear"></div>
<p><span class="text-blue">1	通则</span></p>
<p class="text-indent">1.1	微积分为擘纳（上海）信息科技有限公司，特别为中国大陆地区（中国大陆地区系指中华人民共和国领域内，但不包括中国香港、澳门和台湾）的客户而组建。</p>
<p class="text-indent">1.2	网站用户将使用其在微积分登记的帐户名和密码登陆网站网站，更新用户信息。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">2	微积分项目</span></p>
<p class="text-indent">2.1	普通用户可在积分商城中参加相关活动赚取积分，并以赚取的积分兑换成相应商品（包括但不限于可在合作商户店内或网店内使用的商品抵扣券）、或者微积分合作伙伴的积分等商品。</p>
<p class="text-indent">2.2	品牌、网站站长可以通过微积分发行积分和发起活动推广网站等活动。</p>
<p class="text-indent">2.3	兑换商户可以通过授权将商品或服务有偿提供给微积分，以让普通用户在微积分的平台中兑换相应的商品和服务。</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">三、	用户须知</p>
<div class="spacer15 clear"></div>
<p><span class="text-blue">1	通则</span></p>
<p class="text-indent">1.1	凡在微积分开立账户的用户申请以登记的微积分的账户为基础，即一个帐户对应一个用户。</p>
<p class="text-indent">1.2	用户在微积分进行积分发放、积分兑换、兑换电子账单抵扣券等行为时，所填写的信息为用户商品兑换的唯一地址，微积分兑换商品的发放将以用户提交的信息为标准。用户需对账户的安全性、保密性进行自我管理和防范，否则由此而产生的一切责任均由用户自行承担。</p>
<p class="text-indent">1.3	 若用户的变更信息将发生变化，用户应提前进行修改，微积分将不承担由此而产生的一切过失与责任。（包括但不限于：积分发放失败、商品配送时效等）。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">2	个人用户须知</span></p>
<p class="text-indent">2.1	个人用户对自己所有的微积分不可兑换为现金。除本章程各条款明确规定或由微积分全权酌情决定的特定活动外，积分不得出售或转让。</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">四、	积分规则</p>
<div class="spacer15 clear"></div>
<p><span class="text-blue">1	通则</span></p>
<p class="text-indent">1.1	微积分的有效期限为2年，若用户在获取微积分后的2年中未将积分使用完毕，微积分将有权回收这些积分，而不做另行通知。如用户积分即将到期，微积分会按用户所提供的联络方式，提示用户进行积分的消费，若在到期前未能使用完毕，微积分将有权回收这些积分，而不做另行通知。</p>
<p class="text-indent">1.2	在下列情况下，微积分有权酌情决定扣除用户账户的相关积分：</p>
<p class="text-indent">1.2.1	积分可能被错误记录。</p>
<p class="text-indent">1.2.2	取消的交易对应获得的积分。</p>
<p class="text-indent">1.3	 若任何用户连续6个月未在微积分办理任何业务，或者其已取消微积分的账户，或者用户以欺诈手段骗取积分、兑换商品、兑换抵扣券、抵扣账单等，则微积分可全权决定（保留取消其用户资格并没收其所有积分的权力）。</p>
<p class="text-indent">1.4	用户在当年1月至6月赚取的积分以6月30日为结点，7月至12月赚取 的积分以12月31日为结点。微积分会在结点日对用户的积分自动进行统计。被统计的积分必须在被统计的结点日之后2年内进行兑换商品、其他积分兑换或兑换抵扣券，过期后该积分将作废并被自动清除为零。
<font style="color: red;">举例：若用户在2012年1月~6月获取了站长发放的200微积分，并使用了其中了20积分，剩余积分则须在2014年6月30日前将积分使用完毕，否则自2014年7月1日起，这200微积分中剩余的180个积分将作废。</font></p>
<p class="text-indent">1.5	 微积分有权通过网站、手机短信或电子邮件提醒用户其积分即将或已经到期。</p>
<div class="spacer10 clear"></div>
<p><span class="text-blue">2	普通用户积分规则</span></p>
<p class="text-indent">2.1	积分的赚取</p>
<p class="text-indent">普通用户的积分将根据微积分系统内由发点商提供的活动赚取。积分赚取的机制如下：</p>
<p class="text-indent">2.1.1	普通用户通过完成微积分平台上站长用户提供的活动获得积分。</p>
<p class="text-indent">2.1.2	普通用户在完成站长用户发起的活动后，可获取由微积分发放的积分，此积分可以在微积分的平台中进行兑换和使用</p>
<p class="text-indent">2.1.3	普通用户使用微积分无需支付任何服务费。</p>
<p class="text-indent">2.2	积分的兑换</p>
<p class="text-indent">2.2.1	用户可以用其赚取的积分申请兑换网站上的商品</p>
<p class="text-indent">2.2.2	用户可以将赚取到的积分在积分商城中兑换成相等积分额度的商品、服务或积分</p>
<p class="text-indent">2.2.3	兑换商品、服务</p>
<p class="text-indent">2.2.3.1	兑换商品应视用户是否具有足够的积分以及微积分或微积分的合作商户是否有商品存货而定，并根据先到先得的原则进行兑换。所有商品只能在有存货的情况下提供，并且微积分可全权酌情决定随时终止提供某种商品或提供具有同等价值的类似商品作为替代，而无须在兑换商品前另行通知</p>
<p class="text-indent">2.2.3.2	如需要办理兑换商品，用户须通过微积分的积分兑换网站提交兑换商品的申请，在登记申请提交后，兑换商品所使用的积分将被冻结，在兑换商品送出后将扣除相应的积分。</p>
<p class="text-indent">2.2.3.3	微积分可能需要30个工作日的时间核实并处理用户兑换商品的申请并将商品。若微积分合作商户当时无法提供用户欲申请的商品，而相关用户不愿接受其他商品作为替代，则上述工作时间将会延长，若相关用户愿意接受其他商品或积分的退还，微积分将将积分退还给用户的账户。</p>
<p class="text-indent">2.2.3.4	 商品会根据用户在申请兑换时填写的联系人或其指定人的地址或电子邮箱地址进行邮寄，邮寄费用由商品的提供者（兑换商户）负责。</p>
<p class="text-indent">2.2.3.5	如有实际递送，用户联系人或指定人签收前应检查商品，确认完好无损后签收。商品一经签收，概不退换。</p>
<p class="text-indent">2.2.3.6	所有与商品兑换有关的税、费由用户自己承担，包括但不限于安装费用、营业税、所得税等。</p>
<p class="text-indent">2.2.3.7	 因用户或联系人提供信息不实等原因而造成商品无法寄送或商品丢失，兑换商品所用的积分将不退还。</p>
<p class="text-indent">2.2.3.8	除非特别声明，所有商品不包括附件。</p>
<p class="text-indent">2.2.3.9	若用户拿到的商品的颜色、形状、外观等与宣传资料上的不符，或产生其他质量问题，由提供商品的兑换商户处理和负责相应的售后服务。</p>
<p class="text-indent">2.2.3.10	任何用户在申请兑换商品，不得要求将商品兑换为现金，也不得撤回或取消兑换要求，而任何现金退款要求也不予受理，具体商品以实物为准。</p>
<p class="text-indent">2.2.3.11	 微积分对可使用积分兑换的商品均按在申请兑换时网站上所描述的标准提供。商品一旦兑换成功，用户即成为该商品的唯一所有人。所有与商品有关的问题、责任或纠纷应由用户作为真正的买家，与商品的兑换商户或微积分合作商户直接联系、解决。微积分将提供必要的购买凭证予以协助。请理解微积分除通过正常渠道购买商品外，无法对非其自产商品的质量或适用性作出任何保证。</p>
<p class="text-indent">2.2.4	兑换商品为优惠券或其他平台的积分。</p>
<p class="text-indent">2.2.5	在积分有效期内，用户可以申请将其积分兑换成优惠券或其他积分。</p>
<p class="text-indent">2.2.6	用户在需要兑换优惠券或其他积分时，可以在网站上提出申请，微积分经过审核同意后将确认通知，并扣除相应的积分。正常情况下优惠券和其他的积分的兑换时间在1周以内，具体视积分种类决定。</p>
<p class="text-indent">2.2.7	因用户原因而使优惠券或其他积分被他人盗用，微积分不另行进行补偿或替换，一切后果由用户承担。</p>
<p class="text-indent">2.2.8	微积分和其他积分的兑换比例由微积分和积分发放平台确认，当兑换比例发生变化时，微积分应当至少提前1周以（包括不仅限于）网站公告、邮件、短信等方式通知用户。一旦通知用户而用户未及时处理，则微积分不承担相应的责任。</p>
<p class="text-indent">2.2.9	微积分和其他积分的兑换比例以用户提交时的比例为准，例：<font style="color: red;">某甲在6/27日按照1微积分：2X积分的比例兑换了100个微积分，而微积分在6/28将兑换比例调整为了1微积分：1X积分，则某甲的这个订单依然以6/27的比例为准，即可兑换到200个X积分。</font></p>
<p class="text-indent">2.2.10	优惠券及其他积分的有效使用期限，以优惠券提供商及其他积分发行者为准，微积分不承担其有效期等问题的解决。</p>
<div class="spacer10 clear"></div>
<p class="text-indent">3	品牌、网站用户积分规则</p>
<p class="text-indent">3.1	积分发放</p>
<p class="text-indent">3.1.1	品牌、网站用户可通过申请成为发点商进行积分的发放。</p>
<p class="text-indent">3.1.2	发点商以投放活动奖励的形式发放积分。</p>
<p class="text-indent">3.1.3	发点商发起的活动，积分成本由站长用户承担，站长用户每支付100元可获取微积分的10,000个积分，每100元中额外需要支付一定的平台服务费，平台的服务费为总购买积分的12%。例：购买积分的最低额度为100元，结合手续费，总需支付费用为112元。</p>
<p class="text-indent">3.1.4	发点商的购买的积分不予退款，投放活动后若未发放完毕的积分将全数退还发点商的帐号中，发点商可将剩余积分用于下次活动。</p>
<p class="text-indent">3.1.5	<font style="color: red;">积分将根据用户使用情况的变化而随之更改。</font>若发点商的活动积分消耗完毕，微积分将不再发放相应的积分。</p>
<p class="text-indent">3.2	积分商品兑换商户</p>
<p class="text-indent">3.2.1	品牌、网站站长可通过申请成为兑换商户。</p>
<p class="text-indent">3.2.2	兑换商户可提供商品或服务在积分兑换平台中供普通用户兑换。</p>
<p class="text-indent">3.2.3	由兑换商户提供的商品，在商品兑换后，兑换商户需根据微积分提供的收货地址完成商配送、售后及相关的服务，微积分会以包括但不限于现金的形式与兑换商户结算金额。</p>
<p class="text-indent">3.2.4	若兑换商户或其他积分的发放者，在商品信息的属性发生变化时，应至少提前2周以（包括不仅限于）邮件、在线QQ等方式通知微积分。</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">五、	权利和义务</p>
<div class="spacer15 clear"></div>
<p><span class="text-blue">1	微积分的权利和义务</span></p>
<p class="text-indent">1.1	为便于微积分进行网站活动管理、数据处理、商品的兑换管理、兑换抵扣券、抵扣账单、用商品抵扣券支付微积分合作商户的相应费用以及与网站其它相关的活动，微积分可使用用户在注册时或其他交易所提供的资料。用户接受及参与网站活动，即表明同意将资料用于以上用途。</p>
<p class="text-indent">1.2	微积分给用户的通知均通过电子邮件及/或手机短信向联系人发出。此外，<font style="color: red;">网站也可发布用户通告及有关连接，提供有关本章程条款及条件的变动或其他重要事项的通知，最终内容和信息以网站公告为准。</font>微积分还可利用相关资料向用户传递信息及促销产品。用户有权随时联系微积分，拒绝接受上述信息。</p>
<p class="text-indent">1.3	微积分在有理由认为用户或其联系人可能发生损害微积分以及网站或其他用户利益的行为时，微积分有权拒绝用户及其联系人参加网站的某一项或全部活动或要求用户更换其联系人或最终取消用户资格。</p>
<p class="text-indent">1.4	微积分有权自行决定更换商品、其他积分、抵扣券、微积分合作商户或变更促销活动以及促销价值。因此变更而导致用户某些利益受损，用户无权请求赔偿或补偿。</p>
<p class="text-indent">1.5	<font style="color: red;">微积分不为用户与兑换商户、发点商产生的纠纷（包括但不限于，非微积分系统引起的活动积分未兑现、积分无法使用、商品质量、商品配送、商品有效期限等等）承担责任。</font>微积分不会为商品兑换（包括不仅限于商品、抵扣券、其他平台的积分等）过程中兑换商户所引发的任何性质的申诉、损失、成本、费用或损害承担任何责任。微积分对用户及其员工因参加网站或赚取积分而导致的税费不承担任何责任。</p>
<p class="text-indent">1.6	 微积分有权在其认为必要时，取消或修订或暂停网站或其活动或本章程各条款（无论事先是否发出通知），且无须向用户解释原因。若微积分决定取消或修订或暂停网站或其活动或本章程的条款，有权通过手机短信或电子邮件提前通知用户。</p>
<p class="text-indent">1.7	微积分应尽其最大努力合理管理用户的所有积分并及时将网站活动或规则的相关信息通知给用户。</p>
<p class="text-indent">1.8	<font style="color: red;">若微积分决定终止网站，微积分将提前30日通知用户，用户须于收到通知之日起30日内用完所有剩余的积分以及抵扣券，否则相关积分以及抵扣券将全部到期。上述日期到期后将不再兑换任何商品、抵扣券或抵扣相关账单，而上述期间内也不会发出任何积分，即使用户继续与微积分合作也不例外。</font></p>
<p class="text-indent">1.9	即使微积分有可能未执行本章程中的某条款，并不表示微积分放弃该项权利。</p>
<div class="spacer10 clear"></div>
<p class="text-indent">2	用户的权利和义务</p>
<p class="text-indent">2.1	通则</p>
<p class="text-indent">2.1.1	用户可通过网站，在线更新资料、兑换商品或其他积分或抵扣券等。</p>
<p class="text-indent">2.1.2	用户可通过网站取得最新商品、微积分合作商户名单或活动信息，并派员参加网站的相关活动，用户应保证其活动参与者在参加网站的有关活动时遵守中华人民共和国的相关法律。</p>
<p class="text-indent">2.1.3	用户应及时通过网站和/或书面通知微积分其变更用户的姓名以及其它相关信息。</p>
<p class="text-indent">2.1.4	用户可通过网站网站查询账户的积分状况、积分兑换或抵扣的历史情况。<font style="color: red;">用户发现其帐户的积分被错误累计时，用户有权联系微积分或网站，并要求其进行检查和处理。</font></p>
<p class="text-indent">2.1.5	用户有责任对自己的密码及相关信息保密，并遵循网站的所有程序、安全法则及其他规定。</p>
<p class="text-indent">2.1.6	用户不得滥用自己的权利，所有滥用本网站用户权利的行为均会导致用户资格的终止并承担相应的法律责任。</p>
<p class="text-indent">2.1.7	用户必须保证其登记的所有的信息都是真实、有效的，并及时更新，因用户的错误登记或遗漏而导致用户权利（包括兑换商品、其他积分品或优惠券、支付微积分合作商户的相应费用等权利）未能实现，微积分不承担任何责任。</p>
<p class="text-indent">2.2	普通用户的权利和义务</p>
<p class="text-indent">2.2.1	当普通给用户在线申请兑换成功的20天后还未收到相应的商品时，用户有权联系微积分或网站，并要求其进行检查和处理。</p>

<div class="spacer20 clear"></div>
<p class="heading3 text-blue">六、	责任免除声明</p>
<div class="spacer15 clear"></div>
<p><span class="text-blue">1	微积分及其为执行与管理网站而任用的经营管理人员均无法就下列事项直接或间接作出保证或声明：</span></p>
<p class="text-indent">1.1	能够不间断、及时、安全及无误地参与和/或利用网站活动、网站活动资料、内容、其中所写资料和/或功能的全部或部分；</p>
<p class="text-indent">1.2	用户所兑换的商品的质量在任何方面均符合用户的预期；</p>
<div class="spacer10 clear"></div>
<p class="text-indent">2	在无损上述任何条款的前提下，用户明确表示理解及同意微积分及其经营管理人无须就下列事项承担任何法律责任：</p>
<p class="text-indent">2.1	各用户因注册参加本活动、兑换使用商品及抵扣券、抵扣账单或用商品抵扣券支付微积分合作商户的相应费用时所产生的任何损失、损害、成本和费用。</p>
<p class="text-indent">2.2	任何偶发、附带发生、特殊、间接或惩戒性损害，包括但不仅限于盈利损失、商誉、数据或其他无形损失等损害。</p>
<p class="text-indent">2.3	因用户参加本网站相关活动而对用户的电脑系统造成的损害。用户应自行决定是否通过互联网下载或以其他方式获得资料，并且一切风险应由用户自行承担。</p>
<p class="text-indent">3	若因不可抗力因素（包括但不限于，政府政策改变、干涉、平台政策、天灾、等），导致微积分无法正常发放、兑换积分，微积分将不承担责任。</p>
<div class="spacer10 clear"></div>
<p class="text-indent">4	其他</p>
<p class="text-indent">4.1	有关本网站用户的参与资格、积分的累计或积分兑换（包括不仅限于商品、抵扣券、其他平台的积分等）等所有问题及争议，均由微积分全权酌情决定。微积分就涉及网站活动的所有事项做出的决定为最终决定。</p>
<p class="text-indent">4.2	本章程内所列条款均以中华人民共和国法律为依据，微积分对本章程拥有最终的解释权。</p>
<p class="text-indent">4.3	本章程的任何一条款被法院或仲裁机构认定为无效，则该条款的无效不影响其他条款的有效性。</p>
